tap "derailed/k9s"
tap "golangci/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "ktr0731/evans"
tap "mongodb/brew"
tap "rcmdnk/file"
tap "reviewdog/tap"
brew "act"
brew "giflib"
brew "libpng"
brew "xz"
brew "webp"
brew "bat"
brew "bazelisk"
brew "bottom"
brew "broot"
brew "ca-certificates"
brew "cabocha"
brew "freetype"
brew "pcre2"
brew "glib"
brew "pkg-config"
brew "pixman"
brew "cairo"
brew "cheat"
brew "openssl@1.1"
brew "openssl@3"
brew "readline"
brew "sqlite"
brew "choose"
brew "circleci"
brew "cmake"
brew "libnghttp2"
brew "curlie"
brew "dart-sdk"
brew "delta"
brew "direnv"
brew "dog"
brew "duf"
brew "dust"
brew "exa"
brew "fd"
brew "icu4c"
brew "pango"
brew "ffmpeg"
brew "node"
brew "firebase-cli"
brew "fzf"
brew "gcc"
brew "gdk-pixbuf"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-flow"
brew "glances"
brew "glow"
brew "go"
brew "gping"
brew "gtop"
brew "hdf5"
brew "helm"
brew "helmfile"
brew "httpie", link: false
brew "hugo"
brew "hyperfine"
brew "imagemagick"
brew "jpeg"
brew "jq"
brew "kube-linter"
brew "kubernetes-cli"
brew "kustomize"
brew "libev"
brew "libfido2"
brew "librsvg"
brew "lima"
brew "llvm"
brew "lsd"
brew "lua"
brew "luajit"
brew "markdownlint-cli2"
brew "mas"
brew "mcfly"
brew "minikube"
brew "zlib"
brew "mysql"
brew "neovim"
brew "nginx"
brew "nodebrew"
brew "nodenv"
brew "nvm"
brew "ocaml"
brew "openjdk"
brew "openjdk@11"
brew "postgresql@14"
brew "procs"
brew "prometheus"
brew "protobuf"
brew "protoc-gen-go"
brew "pstree"
brew "pyenv"
brew "qrencode"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "ripgrep"
brew "ruby"
brew "rust"
brew "sbcl"
brew "sd"
brew "shellcheck"
brew "sl"
brew "telnet"
brew "the_silver_searcher"
brew "tig"
brew "tldr"
brew "tmux"
brew "tree"
brew "vue-cli"
brew "xh"
brew "yarn"
brew "zoxide"
brew "derailed/k9s/k9s"
brew "golangci/tap/golangci-lint"
brew "heroku/brew/heroku"
brew "ktr0731/evans/evans"
brew "mongodb/brew/mongodb-community"
brew "rcmdnk/file/brew-file"
brew "reviewdog/tap/reviewdog"
cask "datagrip"
cask "fig"
cask "figma"
cask "font-hack-nerd-font"
cask "goland"
cask "google-chrome"
cask "google-cloud-sdk"
cask "httpie"
cask "intellij-idea"
cask "kube-cluster"
cask "kubenav"
cask "mactex-no-gui"
cask "postman"
cask "rubymine"
cask "visual-studio-code"
cask "wireshark"
mas "Bear", id: 1091189122
mas "Goodnotes", id: 1444383602
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Microsoft Excel", id: 462058435
mas "Microsoft Outlook", id: 985367838
mas "Microsoft Word", id: 462054704
mas "Numbers", id: 409203825
mas "OneDrive", id: 823766827
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "Twitter", id: 1482454543
mas "Xcode", id: 497799835
vscode "13xforever.language-x86-64-assembly"
vscode "4ops.terraform"
vscode "8amjp.charactercount"
vscode "adpyke.vscode-sql-formatter"
vscode "AffenWiesel.matlab-formatter"
vscode "alexcvzz.vscode-sqlite"
vscode "aliariff.vscode-erb-beautify"
vscode "asvetliakov.vscode-neovim"
vscode "atian25.copy-syntax"
vscode "be5invis.toml"
vscode "berublan.vscode-log-viewer"
vscode "bierner.markdown-mermaid"
vscode "blackmist.LinkCheckMD"
vscode "bmewburn.vscode-intelephense-client"
vscode "bpruitt-goddard.mermaid-markdown-syntax-highlighting"
vscode "castwide.solargraph"
vscode "christian-kohler.path-intellisense"
vscode "codezombiech.gitignore"
vscode "CraigMaslowski.erb"
vscode "cschlosser.doxdocgen"
vscode "cweijan.vscode-mysql-client2"
vscode "danielpinto8zz6.c-cpp-compile-run"
vscode "DavidAnson.vscode-markdownlint"
vscode "donjayamanne.githistory"
vscode "donjayamanne.python-environment-manager"
vscode "donjayamanne.python-extension-pack"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "EditorConfig.EditorConfig"
vscode "emilast.LogFileHighlighter"
vscode "esbenp.prettier-vscode"
vscode "fabiospampinato.vscode-todo-plus"
vscode "felipecaputo.git-project-manager"
vscode "formulahendry.code-runner"
vscode "formulahendry.docker-explorer"
vscode "formulahendry.vscode-mysql"
vscode "foxundermoon.shell-format"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "GitHub.copilot-labs"
vscode "GitHub.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "GitHub.vscode-pull-request-github"
vscode "golang.go"
vscode "golang.go-nightly"
vscode "googlecloudtools.cloudcode"
vscode "GraphQL.vscode-graphql"
vscode "GraphQL.vscode-graphql-syntax"
vscode "groksrc.ruby"
vscode "hashicorp.terraform"
vscode "hediet.vscode-drawio"
vscode "humao.rest-client"
vscode "ipedrazas.kubernetes-snippets"
vscode "jakebathman.mysql-syntax"
vscode "James-Yu.latex-workshop"
vscode "jeff-hykin.better-cpp-syntax"
vscode "jrebocho.vscode-random"
vscode "kaiwood.endwise"
vscode "kenhowardpdx.vscode-gist"
vscode "KevinRose.vsc-python-indent"
vscode "KoichiSasada.vscode-rdbg"
vscode "kumar-harsh.graphql-for-vscode"
vscode "magicstack.MagicPython"
vscode "marp-team.marp-vscode"
vscode "mattn.Lisp"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "michelemelluso.code-beautifier"
vscode "mindaro-dev.file-downloader"
vscode "mindaro.mindaro"
vscode "mohsen1.prettify-json"
vscode "mongodb.mongodb-vscode"
vscode "mosapride.zenkaku"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-mssql.data-workspace-vscode"
vscode "ms-mssql.mssql"
vscode "ms-mssql.sql-bindings-vscode"
vscode "ms-mssql.sql-database-projects-vscode"
vscode "ms-python.black-formatter"
vscode "ms-python.flake8"
vscode "ms-python.isort"
vscode "ms-python.mypy-type-checker"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.sublime-keybindings"
vscode "ms-vscode.vscode-typescript-next"
vscode "ms-vsliveshare.vsliveshare"
vscode "msjsdiag.vscode-react-native"
vscode "mtxr.sqltools"
vscode "nickfode.latex-formatter"
vscode "njpwerner.autodocstring"
vscode "ocamllabs.ocaml-platform"
vscode "oderwat.indent-rainbow"
vscode "phr0s.bib"
vscode "PKief.material-icon-theme"
vscode "pmneo.tsimporter"
vscode "pnp.polacode"
vscode "quicktype.quicktype"
vscode "rebornix.ruby"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.LiveServer"
vscode "ronaldosena.arduino-snippets"
vscode "rust-lang.rust-analyzer"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "Shopify.ruby-extensions-pack"
vscode "Shopify.ruby-lsp"
vscode "Shopify.vscode-shadowenv"
vscode "sianglim.slim"
vscode "sibiraj-s.vscode-scss-formatter"
vscode "sidthesloth.html5-boilerplate"
vscode "sorbet.sorbet-vscode-extension"
vscode "stevensona.character-count"
vscode "tcwalther.cython"
vscode "Tim-Koehler.helm-intellisense"
vscode "tomoyukim.vscode-mermaid-editor"
vscode "torn4dom4n.latex-support"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscode-icons-team.vscode-icons"
vscode "vstirbu.vscode-mermaid-preview"
vscode "wayou.vscode-todo-highlight"
vscode "wholroyd.jinja"
vscode "wingrunr21.vscode-ruby"
vscode "withfig.fig"
vscode "xabikos.JavaScriptSnippets"
vscode "xaver.clang-format"
vscode "xdebug.php-debug"
vscode "xshrim.txt-syntax"
vscode "yzane.markdown-pdf"
vscode "yzhang.markdown-all-in-one"
vscode "ZainChen.json"
vscode "Zignd.html-css-class-completion"
vscode "zxh404.vscode-proto3"
