tap "golangci/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "rcmdnk/file"
brew "bazelisk"
brew "cabocha"
brew "circleci"
brew "dart-sdk", link: false
brew "direnv"
brew "node"
brew "firebase-cli"
brew "gcc"
brew "gh"
brew "git-flow"
brew "glow"
brew "go"
brew "hdf5"
brew "hugo"
brew "jq"
brew "libfido2"
brew "llvm"
brew "lsd"
brew "lua"
brew "mas"
brew "zlib"
brew "mysql"
brew "neovim"
brew "nginx"
brew "nodebrew"
brew "nvm"
brew "openjdk"
brew "openjdk@11"
brew "openssl@3"
brew "postgresql@14"
brew "pstree"
brew "pyenv"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "ruby"
brew "rust"
brew "shellcheck"
brew "sl"
brew "telnet"
brew "tree"
brew "yarn"
brew "golangci/tap/golangci-lint"
brew "heroku/brew/heroku"
brew "rcmdnk/file/brew-file"
cask "datagrip"
cask "dotnet-sdk"
cask "fig"
cask "figma"
cask "font-hack-nerd-font"
cask "goland"
cask "google-chrome"
cask "intellij-idea"
cask "mactex-no-gui"
cask "rubymine"
cask "visual-studio-code"
mas "Bear", id: 1091189122
mas "GoodNotes", id: 1444383602
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Microsoft Excel", id: 462058435
mas "Microsoft Outlook", id: 985367838
mas "Numbers", id: 409203825
mas "OneDrive", id: 823766827
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "Twitter", id: 1482454543
mas "Xcode", id: 497799835
