tap "golangci/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "rcmdnk/file"
brew "circleci"
brew "direnv"
brew "node"
brew "firebase-cli"
brew "gcc"
brew "glow"
brew "go"
brew "jq"
brew "llvm"
brew "lsd"
brew "mas"
brew "zlib"
brew "mysql"
brew "neovim"
brew "nginx"
brew "nodebrew"
brew "nvm"
brew "openjdk"
brew "openjdk@11"
brew "openssl@3"
brew "postgresql@14"
brew "pstree"
brew "pyenv"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "ruby"
brew "rust"
brew "shellcheck"
brew "sl"
brew "telnet"
brew "tree"
brew "yarn"
brew "golangci/tap/golangci-lint"
cask "fig"
cask "figma"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "visual-studio-code"
mas "Slack", id: 803453959
