# Core utilities and tools
brew "coreutils"
brew "curl"
brew "direnv"
brew "gettext"
brew "gpg"
brew "pinentry-mac"
brew "htop"
brew "tmux"
brew "tree"
brew "glib"
brew "xz"

# Modern Unix Tools
brew "bat"
brew "fzf"
brew "git-delta"
brew "glances"
brew "httpie"
brew "jq"
brew "lsd"
brew "ripgrep"
brew "yq"

# Development tools and compilers
brew "cmake"
brew "gcc"
brew "llvm"
brew "protobuf"

# Programming languages and version managers
brew "go"
brew "nodenv"
brew "openjdk"
brew "pyenv"
brew "rbenv"
brew "rust"

# Database and related tools
brew "mysql"
brew "sqlite"

# Kubernetes and related tools
brew "derailed/k9s/k9s"
brew "helm"
brew "helmfile"
brew "kind"
brew "kubectl"
brew "kustomize"
brew "kubectx"

# Cloud tools
brew "awscli"

# Networking tools
brew "ca-certificates"
brew "nginx"
brew "openssl@3"

# Git and related tools
brew "gh"
brew "git"
brew "git-lfs"
brew "ghq"

# Multimedia tools
brew "ffmpeg"

# Terminal enhancements
brew "neovim"

# Fonts and GUI applications
cask "claude-code"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "google-cloud-sdk"
cask "visual-studio-code"
